<?
$MESS["PERSON_TYPE"] = "Тип плательщика";
$MESS["USER_GROUP"] = "Группа в которую будет включен новый пользователь (в случае если BUY_USER не указан)";
$MESS["DOMAIN_USER_MAIL"] = "Домен для почты пользователя (в случае если BUY_USER не указан)";
$MESS["BUY_USER"] = "BUY_USER - Покупать на пользователя (логин)";
$MESS["OBJECT_USER_FILDS"] = "Объект пользовательских полей в форме \"Заказа в один клик\"";
$MESS["EMAIL_USER_FILDS"] = "Из значения какого пользовательского поля будет строиться email адрес пользователя до @";
$MESS["LOGIN_USER_FILDS"] = "На основе какого поля будет формироваться Логин пользователя";
$MESS["PHONE_USER_FILDS"] = "На основе какого поля будет формироваться Телефон пользователя";
$MESS["NAME_USER_FILDS"] = "На основе какого поля будет формироваться Имя пользователя";
$MESS["CONTEYNER_ID_ELEMENT"] = "Контейнер в котором будет находится ID товара (используется data атрибут элемента который вызывает окно быстрого заказа))";
$MESS["CONTEYNER_ID_OFFER"] = "Контейнер в котором будет находится ID SKU (используется data атрибут элемента который вызывает окно быстрого заказа))";
$MESS["CONTEYNER_ID_QUANTITY"] = "Префикс для группы ID элементов к которых лежит количество элементов отправляемое в корзину. Складывется id+idElemnt";
$MESS["BUTTON_NAME"] = "Название кнопки для отправки формы";
$MESS["BY"] = "Купить";
$MESS["CLASS_BUTTON_BUY_ONE_CLICK"] = "Класс кнопки \"Купит в один клик\"/\"Заказ в один клик\"";
$MESS["CLASS_INPUT_TYPE_TEXT"] = "Класс для INPUT";
$MESS["SELECT_PLACEHOLDER"] = "Использовать placeholder для INPUT";
$MESS["OTHER_PROP"] = "Контейнер со свойствми элемента которые необходимо положить в корзину";
$MESS["CLEAR_CART"] = "Очищать основную корзину перед заказом в один клик";
?>